# -*- coding: utf-8 -*-

login = ''
password = ''
#Пишите id пользователя/часа через скобки, при сохранении всех сообщений они не будут учитываться
ignorelist = { }
#Если вам нужно чтобы файл имел другое имя
FileName = None
#При True будет показывать изображения
ShowImages = True
#При True скрипт будет сохранять все изображения (может повлиять на производительность)
SaveImages = False
#При True скрипт будет показывать имена, фамилии и аватары пользователей (может повлиять на производительность)
ShowAvatar = False
#id пользователя/группы у которого нужно получить стену
owner_id = 1
#peer_id пользователя/чата/группы у которого нужно получить сообщения
peer_id = 1